cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "mas"
mas "Dropover", id: 1355679052
mas "Hand Mirror", id: 1502839586

cask "1Password"
cask "1password-cli"
cask "docker"
cask "iterm2"
cask "kitty"
cask "lulu"
cask "rectangle"
cask "Slack"
cask "telegram"
cask "visual-studio-code"
cask "xcodes"
cask "google-chrome"
cask "Ukelele"
cask "gimp"
cask "dynalist"
cask "Spotify"
cask "obsidian"

brew "asdf"
brew "aws/tap/aws-sam-cli"
brew "ctop"
brew "bottom"
brew "bat"
brew "broot"
brew "eza"
brew "duckdb"
brew "jq"
brew "neovim"
brew "pulumi"
brew "curl"
brew "curlie"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "exiftool"
brew "ffmpeg"
brew "httpie"
brew "imagemagick"
brew "tmux" 
brew "wget"
brew "zsh-autosuggestions"
brew "pipx"
