cask_args appdir: "/Applications"
tap "homebrew/cask-fonts"
tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"

brew "mas"
mas "Dropover", id: 1355679052
mas "Hand Mirror", id: 1502839586

cask "1Password"
cask "1password-cli"
cask "docker"
cask "wezterm"
cask "lulu"
cask "Slack"
cask "telegram"
cask "visual-studio-code"
cask "xcodes"
cask "google-chrome"
cask "Ukelele"
cask "gimp"
cask "Spotify"
cask "obsidian"
cask "brave-browser"
cask raycast

brew "mise"
brew "ctop"
brew "bottom"
brew "bat"
brew "moar"
brew "broot"
brew "eza"
brew "duckdb"
brew "jq"
brew "neovim"
brew "curl"
brew "curlie"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker"
brew "exiftool"
brew "ffmpeg"
brew "httpie"
brew "imagemagick"
brew "wget"
brew "font-iosevka-term-nerd-font"
brew "chatbox"
brew "zoxide"
brew "fzf"
brew "rg"
brew "jordanbaird-ice"
brew "yazi"
brew "gh"
brew "aider"
